org/portfolio_college.org
#+TITLE: College Portfolio



* Grading Key
|--------------+-------------|
| Credit Level | Grade       |
|--------------+-------------|
|            3 | Distinction |
|            2 | Merit       |
|            1 | Pass        |
|--------------+-------------|

* Kingston College
** Year 2
|----------------------------------------+----------|
| Module                                 |    Grade |
|----------------------------------------+----------|
| Procedural Programming                 |        3 |
|----------------------------------------+----------|
| Project Planning with IT               |        3 |
|----------------------------------------+----------|
| Client-side Customisation of Web Pages |        3 |
|----------------------------------------+----------|
| Data Analysis and Design               |        3 |
|----------------------------------------+----------|
| Developing Computer Games              |        3 |
|----------------------------------------+----------|
| Human Computer Interaction             |        3 |
|----------------------------------------+----------|
| Website Production                     |        3 |
|----------------------------------------+----------|
| *Final Grade*                          | *D*D*D** |
|----------------------------------------+----------|

** Year 1
|---------------------------------------+-------|
| Module                                | Grade |
|---------------------------------------+-------|
| Comunication and Employability Skills |     3 |
|---------------------------------------+-------|
| Computer Systems                      |     3 |
|---------------------------------------+-------|
| Information Systems                   |     3 |
|---------------------------------------+-------|
| Software Design and Development       |     3 |
|---------------------------------------+-------|
| Computer Networks                     |     3 |
|---------------------------------------+-------|
| System Analysis and Design            |     3 |
|---------------------------------------+-------|
| Event Driven Programming              |     3 |
|---------------------------------------+-------|
| Database Design                       |     3 |
|---------------------------------------+-------|
| Spreadsheet Modelling                 |     3 |
|---------------------------------------+-------|
| *Final Grade*                         |  *D** |
|---------------------------------------+-------|

* West Thames College
|-------------------------------------+--------|
| Modules                             | Grades |
|-------------------------------------+--------|
| Technology Systems                  |      2 |
|-------------------------------------+--------|
| The Online World                    |      1 |
|-------------------------------------+--------|
| Database Development                |      3 |
|-------------------------------------+--------|
| A Digital Portfolio                 |      2 |
|-------------------------------------+--------|
| Creating Digital Graphics           |      2 |
|-------------------------------------+--------|
| Computer Networks                   |      2 |
|-------------------------------------+--------|
| Installing and Maintaining Hardware |      2 |
|-------------------------------------+--------|
| Website Development                 |      2 |
|-------------------------------------+--------|
| English Language                    |      5 |
|-------------------------------------+--------|
| English Language Spoken Language    |      5 |
|-------------------------------------+--------|
| Mathematics                         |      4 |
|-------------------------------------+--------|
| *Final Grade*                       |   *MD* |
|-------------------------------------+--------|

