public/portfolio_college.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-04-02 Sat 03:54 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>College Portfolio</title>
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='images/favicon.ico'/>
   <link rel='stylesheet' href='../assets/css/simple.min.css'>
   <link rel='stylesheet' href='../assets/css/styles.css' type='text/css'/>
</head>
<body>
<div id="preamble" class="status">
<center>
       <a href='index.html'>Home</a> |
       <a href='about.html'>About</a> |
       <a href='portfolio.html'>Porfolio</a> |
       <a href='blog.html'>Blog</a> |
       <a href='guides.html'>Guides</a> |
       <a href='travel.html'>Travel</a> |
       <a href='contact.html'>Contact</a>
   </center>
</div>
<div id="content" class="content">
<header>
<h1 class="title">College Portfolio</h1>
</header>


<div id="outline-container-org303eb92" class="outline-2">
<h2 id="org303eb92">Grading Key</h2>
<div class="outline-text-2" id="text-org303eb92">
<table>


<colgroup>
<col  class="org-right">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Credit Level</th>
<th scope="col" class="org-left">Grade</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">3</td>
<td class="org-left">Distinction</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Merit</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">Pass</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgb8cb4e9" class="outline-2">
<h2 id="orgb8cb4e9">Kingston College</h2>
<div class="outline-text-2" id="text-orgb8cb4e9">
</div>
<div id="outline-container-org5ce3be5" class="outline-3">
<h3 id="org5ce3be5">Year 2</h3>
<div class="outline-text-3" id="text-org5ce3be5">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-right">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Module</th>
<th scope="col" class="org-right">Grade</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Procedural Programming</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Project Planning with IT</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Client-side Customisation of Web Pages</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Data Analysis and Design</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Developing Computer Games</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Human Computer Interaction</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Website Production</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Final Grade</b></td>
<td class="org-right"><b>D*D*D*</b></td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgbf8716d" class="outline-3">
<h3 id="orgbf8716d">Year 1</h3>
<div class="outline-text-3" id="text-orgbf8716d">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-right">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Module</th>
<th scope="col" class="org-right">Grade</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Comunication and Employability Skills</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Computer Systems</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Information Systems</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Software Design and Development</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Computer Networks</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">System Analysis and Design</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Event Driven Programming</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Database Design</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Spreadsheet Modelling</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Final Grade</b></td>
<td class="org-right"><b>D*</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgfda3733" class="outline-2">
<h2 id="orgfda3733">West Thames College</h2>
<div class="outline-text-2" id="text-orgfda3733">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-right">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Modules</th>
<th scope="col" class="org-right">Grades</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Technology Systems</td>
<td class="org-right">2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">The Online World</td>
<td class="org-right">1</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Database Development</td>
<td class="org-right">3</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">A Digital Portfolio</td>
<td class="org-right">2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Creating Digital Graphics</td>
<td class="org-right">2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Computer Networks</td>
<td class="org-right">2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Installing and Maintaining Hardware</td>
<td class="org-right">2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Website Development</td>
<td class="org-right">2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">English Language</td>
<td class="org-right">5</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">English Language Spoken Language</td>
<td class="org-right">5</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Mathematics</td>
<td class="org-right">4</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Final Grade</b></td>
<td class="org-right"><b>MD</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<center>
       zakariyaoulhadj.com
       <span>2020-2022</span>
   </center>
</div>
</body>
</html>
